# string(სტრინგი) -> "Giorgi" როდესაც მონაცემი მოთავსებულია ბრჭყალებში ის არის (str)
# integer(მთელი) -> 5 , 10 მთელი რიცხვი (int)
# float(ათწილადი) -> 5.5 , 2.5 (float)

# ცვლადი ეს:
# მაგალითად ცვლადი სახელად name როდესაც ინიციალიზდება მონაცემით, სტრინგის ტიპის 
# მონაცემია "Giorgi"

# მოცემული ეს:
# მაგალითად ცვლადი ეს მნიშვნელობა 5ი

# / - გამოიტანს ათწილადი ტიპის შედეგს (float)
# // - გამოიტანს მთელ რიცხვს (int)
# % - გამოიტანს გაყოფის შედეგის ნაშთს

# კონკატენაცია - სტრინგების ერთმანეთს შერთება

# print(10 - 5)
# print(10 * 10)
print(5//2)