#მომხმარებელს შემოატანინეთ ორი რიცხვი და შინახეთ ისინი ცვლადებში, შემდეგ დაპრინტეთ ამ ორ რიცხვს შორის ყველა მათემატიკური ოპერაცია
num1=int(input("put any number: "))
num2=int(input("put any number: "))
print(num1+num2)
print(num1-num2)
print(num1*num2)
print(num1/num2)
print(num1//num2)



#ახსენით კომენტარებით რაში გვჭირდება საუკეთესო პრაქტიკები პროგრამირებაში, ასევე ახსენით რა არის snake case და case sensitivity

#პროგრამირებაში საუკეთესო პრაქტიკები გამოიყენება კოდის გასაგებად, ეფექტურად და გამართულად წერისთვის.

#Snake Case: ცვლადებისა და ფუნქციების დასახელების სტილი, სადაც სიტყვები ქვედა ტირით იყოფა (მაგ., user_name).

#Case Sensitivity: ნიშნავს, რომ ენა განასხვავებს დიდსა და პატარა ასოებს (მაგ., name და Name სხვადასხვა ცვლადებია).